[
    {
      "_id": "625baac0d0736ea0352c3de0",
      "place": "Ahsan Manjil",
      "price": "$171",
      "picture": "https://i.ibb.co/bbMXy8R/ahsan-monjil.jpg",
      "description": "Ahsan Manzil or the Pink Palace, the most meaningful architectural heritage, was built by Nawab Abdul Gani in 1872. This two-story building is now a museum displaying all kinds of objects of the owner of that time. So you can feel the lifestyle of the Nawabs of Bengal. It has 23 galleries displaying historical things"
    },
    {
      "_id": "625baac0bba9bcfe771daab8",
      "place": "Bisanakandi",
      "price": "$113",
      "picture": "https://i.ibb.co/86xsd5n/bisanakandi.jpg",
      "description": "Undoubtedly it is a great sign of natural beauty surrounded by hills and stones. For its natural beauty, it has become a popular tourist center in Bangladesh. It is situated at the Bangladesh-Sylhet border in Sylhet. In the rainy season it looks like the clouds hugging the mountains, so, winter is not a suitable season for visiting."
    },
    {
      "_id": "625baac0be96e7354c32c56d",
      "place": "Cox’s Bazar",
      "price": "$245",
      "picture": "https://i.ibb.co/QHNBYnv/cox-bazar.jpg",
      "description": "Cox’s Bazar is one of the most popular tourist spot in Bangladesh which is situated in the most southern part and the largest  (112 km) sea beach in the world. It is the best place to enjoy the scene of sunrise and sunset.  The cool fresh air and peaceful weather on the shore will surely make you relaxed. So for a serene and relaxing vacation, this place is mostly recommended to the visitors."
    },
    {
      "_id": "625baac02f084938036484b3",
      "place": "Jaflong",
      "price": "$240",
      "picture": "https://i.ibb.co/YZWC5Zm/jaflong.jpg",
      "description": "This place is situated at the Bangladesh-India border. It is one of the most attractive places in Bangladesh. It is also an adventurous place. It is a hilly area and you can enjoy the waterfall on the way of Jaflong to Sylhet. The hills of Jaflong are greenish with forest and there are many wild animals in the forest. Tea garden and zero points are the most beautiful spot of Jaflong"
    },
    {
      "_id": "625baac072e7f0a85efd7f54",
      "place": "Kuakata Sea Beach",
      "price": "$210",
      "picture": "https://i.ibb.co/VC0ChkX/kuakata.jpg",
      "description": "Kuakata Sea Beach is a panoramic sea beach with 30 kilometers of picturesque landscape located at Lotachapli, Kolapara, Patuakhali. It’s a unique beach where you can be witnessed of both sunrise & sunset, not only that you can enjoy the beauty of Jhauban which is covered by coconut trees."
    },
    {
      "_id": "625baac0ff16790c1a39b7ab",
      "place": "St. Martin Island",
      "price": "$112",
      "picture": "https://i.ibb.co/wJ8pcKX/stmartin.jpg",
      "description": "Martain island or Narikel Zinzira (in Bangla is located in northeastern of the Bay of Bengal. Although this is a small island, the place is beautiful enough to invigorate the minds of nature lovers. This is the only coral paradise of Bangladesh. The natural surrounding of this island made this place a heaven for a nature lover. The wonderful sunrise and sunset have no comparison."
    },
    {
      "_id": "625baac0cec9eca253ff25d8",
      "place": "Sundarbans",
      "price": "$145",
      "picture": "https://i.ibb.co/SN4xN8m/sundarban.jpg",
      "description": "Sundarbans has declared World Heritage Site by UNESCO which is the largest Mangrove Forest situated between two countries. It is the kingdom of Royal Bengal tiger and you will find various kinds of species of birds, animals & plants and I think you should visit the tranquilizing beauty of Sundarbans once in your life."
    },
    {
      "_id": "625baac0655ab241fd5105a7",
      "place": "Srimagal",
      "price": "$142",
      "picture": "https://i.ibb.co/nqyqwjg/srimangal.jpg",
      "description": "The Capital of tea in Bangladesh is Srimagal which is situated in the north-eastern part of the country where you will find lush greenery fields all around. It is one of the best places in Bangladesh where you can really have the place & clam environment and there are two more visiting places too, Lawachhara National Park & Hamham Waterfalls."
    },
    {
      "_id": "625baac09bc46a90f436f303",
      "place": "Sajek Valley",
      "price": "$344",
      "picture": "https://i.ibb.co/kJLDNs1/sajek.jpg",
      "description": "If you want to see the land of the cloud in Bangladesh then you have to visit the queen of hills, Sajek Valley. Visiting this place will fulfill your dream of walking through the clouds. This is the best tourist spot in Bangladesh. The experience of going to Sajek by zigzag road through the cloud is really great. It is also called the roof of Rangamati because it is surrounded by hills. The valley is 1800 feet above from the sea level. If you are lucky enough, you can enjoy three forms of nature in a day. "
    },
    {
      "_id": "625baac0525c0a2199fd172b",
      "place": "Rangamati",
      "price": "$299",
      "picture": "https://i.ibb.co/TTZZLp9/Rangamati.jpg",
      "description": "The District of Chittagong Hill Tracks area in Rangamati, a place full of natural amusement and here, here, you can find a man-made lake surrounded by Hill called Kaptai Lake where you can take a ride by boat all over the day, a Buddhist Monastery here named Rajban Bihara, a high-quality handicrafts market made by the tribal of Rangamati."
    }
  ]