[
  {
    "_id": "627007f87f75f09763620552",
    "productName": "Montoya",
    "price": "$2,806.34",
    "picture": "https://i.ibb.co/5RrTHB9/rice-packet.jpg",
    "dealerName": "Knowles Sexton",
    "description": "Occaecat id quis magna minim et. Aute quis consequat esse magna exercitation culpa do esse in elit dolore ut esse. Fugiat eu aliquip labore fugiat consectetur est voluptate. Pariatur excepteur nulla reprehenderit incididunt minim. Fugiat minim ad est ea occaecat dolore Lorem nisi sunt. In ipsum voluptate et exercitation.\r\n",
    "quantity": 889
  },
  {
    "_id": "627007f88aa4a56754676aa4",
    "productName": "Dorothy",
    "price": "$1,841.69",
    "picture": "https://i.ibb.co/c29GxDs/atta.jpg",
    "dealerName": "Tara Hendrix",
    "description": "Deserunt cupidatat Lorem ad nisi pariatur deserunt do deserunt elit consectetur. Voluptate fugiat reprehenderit aliqua exercitation. Veniam id in in magna.\r\n",
    "quantity": 167
  },
  {
    "_id": "627007f8c2e0a47589bed50a",
    "productName": "Elisabeth",
    "price": "$2,167.72",
    "picture": "https://i.ibb.co/8sdWVqw/garlic.png",
    "dealerName": "Neva Gutierrez",
    "description": "Sint aliqua aute mollit anim incididunt. In consequat occaecat esse est eu ipsum excepteur irure laborum magna labore. Veniam est anim officia eiusmod irure. Consectetur voluptate aliquip non sit in dolore consequat irure pariatur. Ea culpa irure minim pariatur adipisicing.\r\n",
    "quantity": 942
  },
  {
    "_id": "627007f8a7e4e1b17e81d925",
    "productName": "Neal",
    "price": "$3,610.12",
    "picture": "https://i.ibb.co/r4ztFtr/masala.jpg",
    "dealerName": "Angelia Mcclain",
    "description": "Velit amet exercitation ullamco et elit tempor tempor minim elit voluptate Lorem ut sunt consequat. Reprehenderit pariatur aliquip aliquip dolor aliqua cillum nulla qui culpa non labore esse. Id id mollit cupidatat excepteur consectetur aliquip anim velit occaecat anim commodo proident. Lorem Lorem non reprehenderit incididunt.\r\n",
    "quantity": 13
  },
  {
    "_id": "627007f85911fc648dafc3f3",
    "productName": "Sandra",
    "price": "$1,668.74",
    "picture": "https://i.ibb.co/9VM6Vvr/oil.jpg",
    "dealerName": "Lila Todd",
    "description": "Nisi magna nulla sunt irure in minim est tempor. Sunt laboris nisi occaecat laboris sit cupidatat aute. Culpa fugiat sunt tempor commodo est laborum pariatur aliquip. Exercitation exercitation pariatur eiusmod cupidatat sint. Consequat fugiat ex reprehenderit id eiusmod aliqua incididunt aliqua fugiat qui laboris velit nulla et. Est enim sint veniam pariatur eiusmod id. Elit nostrud exercitation et laboris dolor.\r\n",
    "quantity": 418
  },
  {
    "_id": "627007f8ee462e33b020bab3",
    "productName": "Christa",
    "price": "$3,130.12",
    "picture": "https://i.ibb.co/fvG2qMT/milk.jpg",
    "dealerName": "Ruth Huff",
    "description": "Elit veniam nostrud est non quis voluptate laboris non id. Eu exercitation proident mollit anim incididunt quis aliqua. Non dolore id irure reprehenderit eu laborum ea pariatur aliquip nostrud fugiat sit. Consequat commodo do incididunt deserunt occaecat magna aliquip cillum nisi. Enim esse duis pariatur dolore culpa incididunt est eu. Culpa reprehenderit ullamco dolor id ad eu officia dolor magna mollit sit adipisicing.\r\n",
    "quantity": 312
  },
  {
    "_id": "627007f8340a00bc13067378",
    "productName": "Buckner",
    "price": "$2,545.41",
    "picture": "https://i.ibb.co/84wYRW0/onion.jpg",
    "dealerName": "Garza Justice",
    "description": "Excepteur magna sunt exercitation proident duis deserunt mollit amet cupidatat aute ea culpa exercitation. Excepteur exercitation ex ut esse ut non consectetur. Id sunt dolor eiusmod anim veniam consectetur officia magna nisi. Laborum pariatur sit magna in cillum minim. Irure officia magna ut voluptate amet dolor ut exercitation veniam do dolor labore. Esse magna nostrud consectetur aliquip nisi.\r\n",
    "quantity": 61
  },
  {
    "_id": "627007f8b102769dcd9f8b49",
    "productName": "Robbie",
    "price": "$1,838.95",
    "picture": "https://i.ibb.co/xJg8bDS/red-rice.jpg",
    "dealerName": "Mcintosh Wyatt",
    "description": "Sunt nostrud sit irure magna elit veniam aliqua minim magna velit. Magna minim pariatur ut mollit adipisicing reprehenderit minim cupidatat nulla id dolor qui. Ut consectetur do elit incididunt irure commodo cupidatat qui labore excepteur eiusmod. Duis laboris veniam Lorem nostrud magna nostrud adipisicing in esse.\r\n",
    "quantity": 479
  },
  {
    "_id": "627007f8e08c76d765e7393b",
    "productName": "Sutton",
    "price": "$1,042.35",
    "picture": "https://i.ibb.co/gv7h8Cd/potato.jpg",
    "dealerName": "Travis Hurley",
    "description": "Minim sint sint veniam tempor cillum adipisicing in anim fugiat nisi Lorem. In tempor aliqua magna ullamco amet deserunt cillum non. Excepteur dolor ea do elit occaecat eiusmod cillum aute pariatur magna quis id laboris. Qui voluptate proident sit ullamco aute velit. Et aliquip quis Lorem tempor mollit irure deserunt. Reprehenderit non ad fugiat et ullamco cupidatat Lorem proident exercitation esse eiusmod labore irure. Esse cupidatat laboris incididunt dolore minim.\r\n",
    "quantity": 647
  },
  {
    "_id": "627007f838ca3b4382ce251d",
    "productName": "Gray",
    "price": "$2,917.64",
    "picture": "https://i.ibb.co/ZK0Q8zG/shampoo.jpg",
    "dealerName": "Jenifer Odonnell",
    "description": "Occaecat veniam do aute anim quis sint. Dolor duis deserunt amet labore anim. Cupidatat veniam fugiat occaecat consectetur sint reprehenderit sit magna esse. Dolor occaecat mollit veniam duis ex ad. Irure veniam minim duis proident laboris commodo non quis ullamco qui tempor. Aliquip velit sint ex mollit ipsum ullamco adipisicing do reprehenderit do laboris nostrud fugiat. Id Lorem nulla dolore eiusmod enim veniam eiusmod adipisicing ex.\r\n",
    "quantity": 164
  }
]